[
	{
		"title": "Poe's Law: sarcasm and Satire Online",
		"author": "Breadinator",
		"short": "<p>Poe's Law states, word for word, that \"[W]ithout a winking smiley or other blatant display of humor, it is utterly impossible to parody a Creationist in such a way that someone won't mistake for the genuine article. That is to say, without an indication, it is impossible to parody something via sarcasm, satirically, etc. without it being mistaken for the actual belief.<br /><br />This blog post will be split into two sections: firstly, on Poe's Law itself and, secondly, on sarcasm online as a whole - the latter of which mostly focuses on how the terms \"sarcasm\" or \"satire\" are thrown around in order to prevent criticism and to spread beliefs.</p>",
		"content": "<p>Poe's Law states, word for word, that \"[W]ithout a winking smiley or other blatant display of humor, it is utterly impossible to parody a Creationist in such a way that someone won't mistake for the genuine article. That is to say, without an indication, it is impossible to parody something via sarcasm, satirically, etc. without it being mistaken for the actual belief.<br /><br />This blog post will be split into two sections: firstly, on Poe's Law itself and, secondly, on sarcasm online as a whole - the latter of which mostly focuses on how the terms \"sarcasm\" or \"satire\" are thrown around in order to prevent criticism and to spread beliefs.</p><h3>Section I: Poe's Law</h3><h4>My issues with Poe's Law</h4><p>Poe's Law, in my opinion, has quite a few issues. Most of all, it says the indication of the use of sarcasm has to be a \"blatant display of humor\". This is quite untrue. I would argue that Poe's Law simplifies a complex issue into a binary state; either being completely perceived as a parody or otherwise. This, again, isn't an accurate portrayal of reality; depending upon certain things (i.e the indicators of parody/sarcasm/satire), the percentage of readers/viewers/etc. who realise it's a parody will alter. Let's split the indicators into two varieties: explicit and implicit (these categories can be further broken down, but this is a useful division and any further is pointless).<br /><br />Explicit indicators could be, like Poe said, a winking smiley or something like that. It could also be something which is more recently popular - like the /s thing people put at the end of text in order to indicate sarcasm (for example, \"Support Assad against American imperialism /s\", which is something that a left-anarchist could plausibly say). These examples are all explicit indicators. In these cases, Poe's Law is correct, these are blatant displays of humour which will let people know it's a parody of a view.<br /><br />However, my issues start when we get to implicit indicators. These are not blatant and yet can still indicate that it's a parody of a view. Examples of these are typically, in text, word choice, punctuation, etc.. While fewer people will realise statements with only implicit indicators are satirical than those with explicit indicators, they still can and often do indicate to people that it's a parody.<br /><br />Furthermore, another type of indicator that people ignore is a subset of implicit indicators: situational indicators. An example of these would be if a person is, say, an anarcho-communist and they send a single message which seems to state Marxist-Leninist views or vice versa then it is likely that this person is parodying the view. Also, if this is with a group of friends or people who know each other sufficiently, quite often people know when the other person is being sarcastic because they know the person. Situational indicators, and other types of implicit indicators, can tell the reader if a view is a parody or not - which is, of course, contrary to Poe's Law, which is so frequently held as fact.</p><h4>My Issues with the Use of Poe's Law</h4><p>People quite often misuse Poe's Law. This is mostly done in one of two ways. The first common way is when people simplify Poe's Law to essentially say that it's impossible to differentiate between a parody of the view and the view itself. This is just a misinterpretation of Poe's Law; it clearly states that if there's a \"blatant display of humor\" then it's possible to tell that it is a parody, although I would (and do later) word it differently. This once happened to me when I literally said, in the same message block, that I was being sarcastic and someone pretended that, due to Poe's Law, me parodying the view was identical in terms of the result to those who actually state it. This is untrue and, if you're going to use Poe's Law, at least use it correctly.<br /><br />The other common way people misuse it is when people think that this applies only to the internet and other text-based communicative mediums. However, in both reality and online there is no difference in regards to this topic. Without some indication to say that something is a parody of a view, both in real life and online, it has the same effect as if one were to say the view genuinely.</p><h4>Rewriting Poe's Law</h4><p>\"Both in real life and online, when parodying a view without significant indication(s) to suggest it is a parody, be it implicit or explicit indications, it is likely that most people will assume that the view is genuine.\"</p><h3>Section II: Sarcasm and Satire Online</h3><h4>Introduction</h4><p>Quite often sarcasm and satire is used online as a way to ridicule a belief. This is a fair technique when used genuinely and obviously, but quite often people abuse this - where Poe's Law can come into play. There are typically two ways people'll do this: pretending that a bad opinion is just a joke when it is refuted in order to (1) preserve one's public image and (2) spread an extreme opinion.</p><h4>Preservation of One's Image</h4><p>This is the most common way people hide behind satire online. An example of this is if someone said something racist and when they're called out on it and racist opinion is refuted they merely say that it was \"satire\", pretending they never meant it. They do this in order to preserve their own image and this quite often works except for the occasional person online who realises that it wasn't satirical, but these people are frequently feminists and/or leftists - especially in similar examples to the one given - who can just be discredited as \"SJWs\" or whichever term is being used at the time. This is an extremely common practise that people use too frequently.</p><h4>The Spread of Extreme Opinions</h4><p>This too is often used, albeit not as frequently. This can be utilised in a similar way as those who use this tactic to preserve their own image, i.e. saying it's a joke after being called out. An example of this could be advocating for an ethno-state regularly and then, when called out, calling it \"satirical\". The extremist in this situation could call the person calling them out a \"an anti-comedy, anti-free-speech feminazi\" and go on with their day, their opinions still out there.<br /><br />However, this is also used to familiarise people with extreme opinions - to sow seeds of extremism, so to speak. For example, one can say an extreme opinion with \"evidence\" (however legitimate that exidence may be) and so on then immediately say that it's just a joke. While some people might just immediately dismiss the opinion due to it just being a \"joke\", quite often people will still take it on regardless of it being called a joke as if it wasn't because people aren't rational. Furthermore, if the audience doesn't yet know of the opinion this can act as a gateway into it by familiarising people with it. This is particularly effective because when people start to prove why the idea is wrong, one can merely state \"it's just a joke\" and shut them up, protecting the idea from attacks - again, discrediting the opponent works wonders as well.</p><h4>Combating This</h4><p>This sub-section is about getting around these tactics when political opponents use them and, while we can use this to our advantage, most people (for some reason) don't believe in political opportunism and whatnot so people could use them against allies should they feel the need to do so.<br /><br />First, lets establish our aim: to discredit an opinion. While you might want to discredit a person at times (especially popular people, a topic best to speak about in a later post), in most situations its best to just discredit the opinion. The following part is important especially for leftists: in order to discredit something, one must have credit themselves. So, let's stop identifying as \"SJWs\" because that's a term used by rightists to silence leftists. This, however, results in the term \"SJW\" being more useful to right-wingers as it seems to have greater power, so explain why the term \"SJW\" is ridiculous and whatnot but still don't call yourself one. Call yourself a feminist or, if you're really up to it, an \"egalitarian\" (or whatever buzzword the right is currently using to say \"Oh, we're not feminists, we're X because feminism is unfair\"). This is a topic I'll likely expand on later, but the left needs to get a better public image in order to have credit anywhere other than institutions of higher education.<br /><br />Now, let's consider the first type of hiding behind satire. If you're fortunate enough to realise that it wasn't satirical, you must show other people. This is best if they have a habit of using these tactics, but you can still call people out on this if they don't frequently say such things. This is especially easy if it's likely they hold the belief - e.g. a national socialist being anti-semitic. One should also try to combat the idea, which is touched on in the next paragraph.<br /><br />Next, the other common type - to introduce people to beliefs. This is important because it's easier to crush a concept in someone's head before it has fully developed and they've became attached to it (being proven wrong bruises one's egos, making one hostile to differing opinions). To do this, we need to avoid the barrier of people saying that it's just a joke; do this either by being persistent, getting everything into a single message (if possible) and/or making a blog post or the like on the topic and linking them to it (note: blog posts can spread their ideas, so be careful). By doing this, you bypass their tactics. If you plan on doing this, make sure you know how to refute the idea - failing to do so can have the opposite effect. (Note: fighting on their battlefield will surely result in you being silenced; always try to maximise exposure of your refutation of them and minimise their ability to combat it.)<br /><br />Once you have discredited the idea, you can go back to breaking innocent windows with all the other A.N.T.I.F.A. supersoldier, anarcho-Stalinist kids paid by Soros.<br /><br />NOTE: before leftists start getting annoyed at me about advocating debate against holders of extreme, right-wing positions I'd like to say I'm only saying that one should do this once the idea has already been introduced. One is not introducing the concepts; one is merely knocking them down when they are, which is beneficial in most cases (if one knows how to)."
	}
]